Repository: mD-Den/interest_calculator
Catalog: lib/l10n/intl_*.arb
Languages: ru

# app_bar_title
source: Interest Calculator
ru: Калькулятор Процентов

# random_text
source: AAAAAA
ru: ББББББ

source: Result
ru: РЕЗУЛЬТАТ:

# label_two1
source: Number
ru: Число

# label_three1
source: Add %
ru: Прибавить %

# label_four1
source: Take away %
ru: Отнять %

# label_one2
source: From the number of
ru: От числа

# label_two2
source: From the number of
ru: От числа

# label_three2
source: To the number of
ru: К числу

# label_four2
source: From the number of
ru: От числа
